{
  "audiovisual_files": {
    "3c71c261-5a40-4244-b5ac-5534f16f31ca": {
      "label": "IV. Marche au supplice",
      "is_offline": false,
      "file_url": "https://www.youtube.com/watch?v=5HgqPpjIH5c&t=2393s",
      "duration": 90,
      "caption_set": []
    }
  },
  "auto_generate_web_page": true,
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In a letter addressed to his father, dated before Berlioz began composing the "
        },
        {
          "text": "Symphony Fantastique",
          "italic": true
        },
        {
          "text": ", he wrote: "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“I wish I could … calm the feverish excitement which so often torments me; but I shall never find it, it comes from the way I am made. In addition, the habit I have got into of constantly observing myself means that no sensation escapes me, and reflection doubles it — I see myself in a mirror. Often I experience the most extraordinary impressions, of which nothing can give an idea; nervous exaltation is no doubt the cause, but the effect is like that of opium. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Well, this imaginary world is still part of me, and has grown by the addition of all the new impressions that I experience as my life goes on; it’s become a real malady. Sometimes I can scarcely endure this mental or physical pain (I can’t separate the two) … I see that wide horizon and the sun, and I suffer so much, so much, that if I did not take a grip of myself, I should shout and roll on the ground. I have found only one way of completely satisfying this immense appetite for emotion, and this is music.” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Berlioz’s “appetite” or desire for emotion is, somewhat counterintuitively, also a predisposition for it: it is the way he is made. This desire/predisposition begins with interior experience — he scrutinizes all internal sensation — which then heightens sensory “impressions” — the sight of the horizon causes pain. Opium becomes a model for an interior orientation toward the world that makes all sensory impression more intense, the substance that makes experience legible as emotion. The problem, if I can call it that, is the tendency for emotive predisposition to reproduce itself: a tendency for intensity becomes an insatiable craving for intensity. Homeostasis is relative, I guess. The solution to the problem, if I can call it that, is containment. Berlioz writes a symphony, dense with intensity, that can be replayed and reexperienced. Aesthetic representations can model an arc of emotional closure, but that hardly takes into account the practice of rehearsal, the repetition of feeling required for mastery: you can always play that song one more time. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In the fourth movement of the symphony, Berlioz represents an opium dream. In a fit of despair, the symphony’s protagonist takes opium — presumably to either die or subdue love’s affliction — and instead of overdosing, the lover has a horrific vision, in which he has murdered his object of desire and has been condemned to death. The movement is a “march” because it follows the lover marching to the gallows. He is at war with himself, though that only becomes literalized through the figurative capacity of the narcotic. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Does this movement depict “narcotic experience,” or does it take the realism of the narcotic experience seriously? In other words: can you sense the modifying force, here, or do we only hear what’s on the other end of the modification? (That being, of course, the gallows.) "
        }
      ]
    }
  ],
  "citation": "",
  "item_type": "Video",
  "label": "Hector Berlioz, Symphonie Fantastique, \"IV. Marche au supplice\" ",
  "created_at": "2025-04-04T19:43:31.023Z",
  "created_by": "rturner-docx",
  "updated_at": "2025-04-05T18:22:03.340Z",
  "updated_by": "rturner-docx"
}