{
  "audiovisual_files": {
    "188a5c5d-a207-477b-b9e2-37b0a82f44c2": {
      "label": "DJ Screw, \"3 'N the Mornin\"",
      "is_offline": false,
      "file_url": "https://www.youtube.com/watch?v=AUEVDmPkExA",
      "duration": 90,
      "caption_set": []
    }
  },
  "auto_generate_web_page": true,
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Robert Earl Davis Jr. — DJ Screw — is one of the most influential artists to come out of Houston, Texas. He \"chopped and screwed\" tapes by, for example, playing a 45 rpm at 33 rpm and recording the result. These slowed-down tapes purportedly emulated the experience of drinking lean, codeine syrup and a mixer, one of the southside's libations-of-choice. (Screwed-up tapes also just sound better from a car in hundred-degree heat. Empiricism only.) "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The aesthetic experience of a chopped and screwed tape is a representation of a narcotic experience, but really, the narcotic experience produced aesthetic technique. Sensory modification is a technique of art and embodiment. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In honor of Screw — and to mark a moment in this dense exhibit during which dear readers might need a drink — I invite you to heed his words: sit back, you know what I'm saying? And if you do choose to imbibe, describe what your drink-of-choice tastes like. The trick is to disentangle from time. Resist the urge to hold onto critical capacity, or \"linguistic brain.\" As the aesthetic object does its work, it will change, and so may your brain. It's not about what past you might have to say, but what the you unraveling in aesthetic experience lets happen. "
        }
      ]
    }
  ],
  "citation": "",
  "item_type": "Audio",
  "label": "A screwed-up prompt (1995, 2025) ",
  "created_at": "2025-04-15T17:44:28.892Z",
  "created_by": "rturner-docx",
  "updated_at": "2025-04-15T17:44:28.892Z",
  "updated_by": "rturner-docx"
}