{
  "audiovisual_files": {
    "522940bb-5da8-464b-94eb-19d6146b0d09": {
      "label": "David Berman reading \"Governors on Sominex\"",
      "is_offline": false,
      "file_url": "https://www.youtube.com/watch?v=yuFY1GIVFJQ",
      "duration": 90,
      "caption_set": [
        {
          "annotation_page_id": "359077df-d076-4db2-8efd-c4cb048950db"
        }
      ]
    }
  },
  "auto_generate_web_page": true,
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“Governors on Sominex” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It had been four days of no weather"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "as if nature had conceded its genius to the indoors. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "They’d closed down the Bureau of Sad Endings "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and my wife sat on the couch and read the paper out loud. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The evening edition carried the magic death of a child"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "backlit by a construction site sunrise on its front page."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I kept my back to her and fingered the items on the mantle. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Souvenirs only reminded you of buying them. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "* * "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The moon hung solid over the boarded-up Hobby Shop. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "P. K. was in the precinct house, using his one phone call"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "to dedicate a song to Tammy, for she was the light"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "by which he traveled into this and that. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "And out in the city, out in the wide readership, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "his younger brother was kicking an ice bucket"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "in the woods behind the Marriott,"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "his younger brother who was missing that part of the brain"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "that allows you to make out with your pillow. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Poor kid. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It was the light in things that made them last. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "* * "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Tammy called her caseworker from a closed gas station"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "to relay ideas unaligned with the world we loved. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The tall grass bent in the wind like tachometer needles"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and he told her to hang in there, slowly repeating"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "the number of the Job Info Line. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "She hung up and glared at the Killbuck Sweet Shoppe. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The words that had been running through her head, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“Employees must wash hands before returning to work,” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "kept repeating and the sky looked dead. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "* * "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Hedges formed the long limousine a Tampa sky could die behind. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "A sailor stood on the wharf with a clipper ship"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "reflected on the skin of the bell pepper he held. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "He’d had mouthwash at the inn and could still feel "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "the ice blue carbon pinwheels spinning in his mouth. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "There were no new ways to understand the world,"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "only new days to set our understandings against. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Through the lanes came virgins in tennis shoes, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "their hair shining like videotape, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "singing us into a kind of sleep we hadn’t tried yet. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Each page was a new chance to understand the last. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "And somehow the sea was always there to make you feel stupid. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "(A recording of Berman reading the poem is below the text.) "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "A month before David Berman died of suicide in August 2019, an interviewer from Poetry Foundation asked Berman how he knew when the words — of his lyrics and his poems — were “right.” Berman replied: “When no line is a waste of time.” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Berman, at the time, was talking about Purple Mountains, his music project of the 2010s. (In the interview, he notes that the band was named after Pike’s Peak, the mountain atop which a depressed poet wrote the poem that became the song “America the Beautiful.”) Yet the same principle of concision and interpretability was applied to his earlier writing, both in the band Silver Jews — established with Steven Malkmus and Bob Nastanovich of Pavement — and his poetry. “Governors on Sominex” is from Berman’s only published collection, "
        },
        {
          "text": "Actual Air",
          "italic": true
        },
        {
          "text": " (1999). "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "There are some non-insignificant biographical reasons to include Berman in this study. He suffered from depression and substance abuse across his life, and nearly-fatally overdosed in 2003. His lyrics are funny, though, even hopeful, in a caustic way. (He may be most well-known for the lyric that opens the Silver Jews album "
        },
        {
          "text": "American Water",
          "italic": true
        },
        {
          "text": " (1998): “in 1984, I was hospitalized for approaching perfection.”) The lines are uplifting, even if the actual air that buoys does nothing but return you to your feet. The transmutation of language and experience into lyric, then, is a mutation that makes experience livable. Again, the narcotic capacity of aesthetic production is productive for a subject, flipping the rhetoric of narcotic’s trope that sensory modification is inherently pacifying, extractive, or impotent. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This is not to say that the lines “produce” a claim. “Governors on Sominex” is a poem that thematizes the narcotic somnambulism invoked by its title in syntactical and figural logics. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "First, a note on Sominex: it’s diphenhydramine, or, Benadryl. As an antihistamine, it quells allergic reactions, but it’s also commonly used as an over-the-counter sleep aid, potentially to the detriment of one’s memory. That’s in the long-term, though; in the short term, there’s only the risk of paranoia, and sleepwalking. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The poem unfolds as a series of paratactic sentences, broken into lines. Most stanzas are complete sentences. The line breaks provide the primary caesuras, and map onto most of the punctuation, though there are a couple of notable deviations. "
        },
        {
          "text": "Tammy, for she was the light / by which he traveled into this and that",
          "italic": true
        },
        {
          "text": " severs the tenor from the vehicle of an idiomatic metaphor gone frayed at the end; Tammy could just be a beacon, like we’d expect. Instead, P. K. is going places — places he’s ambivalent about. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "These are, really, the two logics of the poem: parataxis and comparison. Seems antithetical. Can you compare what doesn’t relate, or what seems thrown together all willy-nilly? Do you have to? "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The poem seems to think so. I’ll return to the opening lines to demonstrate what I mean. "
        },
        {
          "text": "It had been four days of no weather / as if nature had conceded its genius to the indoors",
          "italic": true
        },
        {
          "text": " puts us in a speculative mode, like simile always does. What begins as mere description of a scene becomes a meditation on the possibility that technoculture — an extension of “genius” — may cease mimicking nature, and nature may no longer be that godly perfection genius strives to reproduce. (Maybe too Kantian for this poem, I know.) A colloquial observation is defamiliarized by a line break and a word or two, by a speculative mode catalyzed in the “as if” that makes readers move back and forth between the literal and the figurative. For example, the "
        },
        {
          "text": "Bureau of Sad Endings",
          "italic": true
        },
        {
          "text": " could either be a figure for something or an actual administrative agency; it could be that in this little poem-world of sleeping governors, narrative is given an ideological value predetermined by the state. Stories, then, are narcotizing. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "And to say that the poem is anti-narrative, or that the logic of the line break snaps a person out of stupor, would be too simple. The voice, for one, is a drone. Parataxis has a way of flattening all disparate phrases into a single affect. And the poem becomes nearly narrative in the middle two acts: a cast of characters emerges, each character having already been failed by some institution or structure (the penal system, the social welfare system, common language, one’s own brain). We never get to the sad ending, though, because the sadnesses are all ongoing. We follow the light into whatever, we try a new kind of sleep, we keep using nuggets of language that don’t quite get at what we mean. The last few lines — spoken, I imagine, through the perspective of the bell-pepper-sailor — get at this ongoingness. "
        },
        {
          "text": "There were no new ways to understand the world, / only new days to set our understandings against",
          "italic": true
        },
        {
          "text": " is not opposed to "
        },
        {
          "text": "Each page was a new chance to understand the last",
          "italic": true
        },
        {
          "text": ", though it first seems that way. Maybe there are no more new “logics” in postmodernity, no more ways to arrange ideas and the language that represents them, but we can always find new comparisons, write new similes. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This is what I mean about the poem being hopeful. According to the poem, these nearly-narcotizing tools of language we have at our disposal are insufficient, but they’re something. Even if we’ll never understand some big, vast things — "
        },
        {
          "text": "the sea was always there to make you feel stupid",
          "italic": true
        },
        {
          "text": " — understanding isn’t really the point. A desire for life is latent in the attempt to understand, at all, even if sometimes we have to medicate through it. "
        }
      ]
    }
  ],
  "citation": "",
  "item_type": "Video",
  "label": "David Berman's \"Governors on Sominex\" (1999)",
  "created_at": "2025-03-20T17:57:55.800Z",
  "created_by": "rturner-docx",
  "updated_at": "2025-03-22T00:30:57.237Z",
  "updated_by": "rturner-docx"
}