{
  "publish": {
    "publish_pages_app": true,
    "publish_sha": "",
    "publish_iso_date": ""
  },
  "users": [],
  "project": {
    "github_org": "rturner-docx",
    "is_private": false,
    "title": "parting of the sensory: narcotics and aesthetic experience",
    "description": "One could trace a historical movement from Friedrich Nietszche’s question and contention, “Who will ever relate the whole history of narcotica?—it is almost the history of ‘culture,’ of our so-called high culture,” to Chance the Rapper’s 2016 lament that “we don’t do the same drugs no more” — a movement from philosophical suspicion of dominant aesthetics’ anesthetizing power to an elegy for the shared trance. If we do the same drugs — or, share the same taste — we can at least trick ourselves into sharing a world. \n\nI’m not going to do that. Though I don’t stand by Nietzsche’s contention that narcotic (or ascetic) experiences, symptomatic of and systematized by a widespread epistemological trance, always impede individual flourishing, I wouldn’t dare argue in favor of collective euphoria for the sake of something like liberal democracy, because like, leave me alone. Enough literature exists about the relation between substance abuse and aesthetic production, at least through the early twentieth century when “artist” became synonymous with “addict” and the academy (somewhat) internalized the Nietszchean (and, I guess, Platonic) suspicion of rhetoric and aesthetics as narcotic. I’m interested not whether aesthetic experience produces a trance, but what the trance has to do with aesthetic experience; or, what moments of willed sensory modification do to the experience of art and self. \n\nThis project collects and presents aesthetic objects that thematize narcotic experience. These objects are not necessarily \"about\" narcotics; though they often discuss or concern narcotic experience, the drug and/or the drink is not a mere plot point, not does it service conflict, resolution, or parable.\n\nThese materials take seriously 1) the phenomenological premise that art/sensory stimuli alter the way a subject tends toward the world and 2) that we can regard such alterations as both suspicious and interesting, productive, or therapeutic. For example: a glass of wine changes someone’s sensorium as they drink it, but the quality of the wine also changes with oxygenation, subjecting both drinker and drunk to a temporalized aesthetic situation that is either pleasurable or sickening, proof of “good taste” or philistinism. Or: Don DeLillo’s White Noise can be read to argue that suspicion and fear (and their manifestations as academic method) can be as narcotizing as pills and air pollution. \n\nEach object offers an opportunity to interpret the role of sensory modification in aesthetic and/or everyday experience, but they also offer methods for experiential experimentation that challenge the cultural assumption that clarity/cleanliness/sobriety is morally good. These objects, I argue, beg us to ask more interesting questions about narcotics/sensory modification/our vices than: are they good or bad? ",
    "language": "en",
    "slug": "narsthetics",
    "creator": "rturner-docx",
    "authors": "Rianna Turner",
    "media_player": "avannotate",
    "auto_populate_home_page": true,
    "additional_users": [],
    "tags": {
      "tagGroups": [],
      "tags": []
    },
    "created_at": "2025-03-20T17:14:03.739Z",
    "updated_at": "2025-03-20T18:12:37.327Z",
    "generate_pages_site": true
  },
  "is_private": false
}