{"content":[{"type":"paragraph","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"Every philosophy that ranks peace above war, every ethic with a negative definition of happiness, every metaphysics and physics that knows some finale, some final state of some sort, every predominantly aesthetic or religious craving for some Apart, Beyond, Outside, Above, permits the question whether it was not sickness that inspired the philosopher. The unconscious disguise of physiological needs under the cloaks of the objective, ideal, purely spiritual goes to frightening lengths — and often I have asked myself whether, taking a large view, philosophy has not been merely an interpretation of the body and a misunderstanding of the body.","italic":true},{"text":" (Nietszche, The Gay Science, 34)"}],"align":"right"},{"type":"paragraph","children":[{"text":"Nietszche, across his work, expresses his suspicion of philosophies that respond to suffering by imagining its alleviation. This is not only because this produces teleological philosophies that reach their conclusions only in response to a symptom, and therefore, are not freely thought; it is not because suffering is “good” (though asceticism, a suffering in response to a theological recognition of insignificance, is “bad”) and coping-via-numbness is “bad.” It’s because the desire to understand or know anything, this will-to-truth, is laughable, and frankly, in bad taste. "}]},{"type":"paragraph","children":[{"text":"I’ll declare, in a lax-critical tone, that Nietszche would have liked David Foster Wallace’s 1996 novel "},{"text":"Infinite Jest","italic":true},{"text":". (Despite the philosopher-in-question’s sick inspirations.) The novel can be described not as the history of narcotica Nietszche asks for in The Gay Science, but a speculative fiction of narcotica, a history of the familially-socialized subject, and parody of the modern epistemologies marshaled for “understanding” a person’s (and a consumer culture’s) relationship to addiction. Regardless of how many well-meaning readers (contemporary Nietszcheans, surely) on internet forums read Infinite Jest as a tragedy, the book is what it announces itself to be: a story of moral philosophy and science and revolution and sports and psychoanalysis’s self-seriousness giving way to the comedy of an actual story in which, at the end (spoilers), there’s nothing under the surface other than your dad’s exploded noggin. "}]},{"type":"paragraph","children":[{"text":"There are some fairly obvious reasons why Infinite Jest belongs in this exhibit. The book’s title comes from the graveyard scene in Shakespeare’s Hamlet (“Alas, poor Yorick! I knew him, Horatio: a fellow/ of infinite jest, of most excellent fancy: he hath/ borne me on his back a thousand times”) and from a diegetic film by James Incandenza that is so compelling, viewers replay it until they die. (One plot line tracks a Québécois radicalist group’s attempt to acquire a copy of the morbid entertainment, for purposes of terrorism, before the United States’ Office of Unspecified Services can. Entertainment-as-terrorism — I mustn’t continue!) The book’s chapter detailing the kinds of people one meets in Boston AA belongs in the Louvre. I am interested, though, in what TIBBIT, an anonymized commenter on the e-book-club “Infinite Summer” (2009) considers one of the most disappointing moments of this 500,000-word novel: Hal’s visit to a men’s movement meeting, which he initially believes is a Narcotics Anonymous meeting. "}]},{"type":"paragraph","children":[{"text":"(Here is a "},{"text":"link to a surely-illegal PDF of the book I found on Wordpress","link":"https://raisuman123.wordpress.com/wp-content/uploads/2013/05/david-foster-wallace-infinite-jest-v2-0.pdf"},{"text":"; the chapter I reference begins on page 315.) "}]},{"type":"paragraph","children":[{"text":""}]},{"type":"image","url":"file:///Users/riannaturner/Desktop/Screenshot%202025-04-06%20at%203.24.58%E2%80%AFPM.png","size":"medium","children":[{"text":""}]},{"type":"paragraph","children":[{"text":""}]},{"type":"paragraph","children":[{"text":"For all who are unfamiliar with the plot (that means you, Friedrich), here’s the relevant information: Hal is the son of James Incandenza, who has been dead since before the book began. It’s the Year of the Depend Adult Undergarment, one of Hal’s final years at the Enfield Tennis Academy. Hal has developed an emotional dependency on weed. What began as a way to unwind with his fellow teens, facilitated by his friend Pemulis, became an elaborate isolationist scheme. He lived for getting high alone, but also for the process of covering it up with mouthwash, narrative, Lysol, sweat, etc. After a urine-test incident and a great deal of guilt, Hal meandered down the hill to the Ennet Recovery House (another of the novel’s central settings) and asked for a list of Narcotics Anonymous Meetings. "}]},{"type":"paragraph","children":[{"text":"He wasn’t sure why, since it didn’t seem to be any kind of slobbering inability to abstain that was the problem — he hadn't had so much as a mg. of a Substance of any kind since the 30-day urological condonation of last week. The issue's the horrific way his head's felt, increasingly, since he abruptly Abandoned All Hope. It wasn't just nightmares and saliva. It was as if his head perched on the bedpost all night now and in the terribly early A.M. when Hal's eyes snapped open immediately said Glad You're UP I've Been Wanting To TALK To You and then didn't let up all day, having at him like a well-revved chain-saw all day until he could finally try to fall unconscious, crawling into the rack wretched to await more bad dreams. 24/7's of feeling wretched and bereft.","italic":true},{"text":" "}],"align":"right"},{"type":"paragraph","children":[{"text":"I’m interested in this chapter for the reasons TIBBIT finds it unsatisfactory. If there’s one strategy or theory of knowledge the novel deems effective, it’s AA’s proto-Deconstructionist awareness that all epistemologies are just strategies couched in different lexicons. The best way to quit an addiction is not necessarily to explain or understand it; it’s to accept the wisdom of the cyclical idioms that, at bottom, don’t mean much. It’s to accept that language is different from itself, and ain’t that the way subjectivity feels. Here’s a passage naming some of what the narrator (who stands in for an addict more generally) learned in Boston AA, to demonstrate what I mean: "}]},{"type":"paragraph","children":[{"text":"…That nipple-rings do require piercing, and that clitoris- and glans-rings are not things anyone thinks you really want to know the facts about. That sleeping can be a form of emotional escape and can with sustained effort be abused. That female chicanos are not called chicanas. That it costs $225 U.S. to get a MA driver's license with your picture but not your name. That purposeful sleep-deprivation can also be an abusable escape. That gambling can be an abusable escape, too, and work, shopping, and shoplifting, and sex, and abstention, and masturbation, and food, and exercise, and meditation/prayer, and sitting so close to Ennet House's old D.E.C. TP cartridge-viewer that the screen fills your whole vision and the screen's static charge tickles your nose like a linty mitten. \t","italic":true}],"align":"right"},{"type":"paragraph","children":[{"text":"\tThat you do not have to like a person in order to learn from him/her/it. That loneliness is not a function of solitude. That it is possible to get so angry you really do see everything red. What a 'Texas Catheter' is. That some people really do steal — will steal things that are yours. That a lot of U.S. adults truly cannot read, not even a ROM hypertext phonics thing with HELP functions for every word. That cliquey alliance and exclusion and gossip can be forms of escape. That logical validity is not a guarantee of truth. That evil people never believe they are evil, but rather that everyone else is evil. That it is possible to learn valuable things from a stupid person. That it takes effort to pay attention to any one stimulus for more than a few seconds. That you can all of a sudden out of nowhere want to get high with your Substance so bad that you think you will surely die if you don't, and but can just sit there with your hands writhing in your lap and face wet with craving, can want to get high but instead just sit there, wanting to but not, if that makes sense, and if you can gut it out and not hit the Substance during the craving the craving will eventually pass, it will go away — at least for a while. That it is statistically easier for low-IQ people to kick an addiction than it is for high-IQ people. That the metro Boston street term for panhandling is: stemming, and that it is regarded by some as a craft or art; and that professional stem-artists actually have like little professional colloquia sometimes, little conventions, in parks or public-transport hubs, at night, where they get together and network and exchange feedback on trends and techniques and public relations, etc. That it is possible to abuse OTC cold-and allergy remedies in an addictive manner. That Nyquil is over 50 proof. That boring activities become, perversely, much less boring if you concentrate intently on them. That if enough people in a silent room are drinking coffee it is possible to make out the sound of steam coming off the coffee. That sometimes human beings have to just sit in one place and, like, hurt. That you will become way less concerned with what other people think of you when you realize how seldom they do. That there is such a thing as raw, unalloyed, agendaless kindness. That it is possible to fall asleep during an anxiety attack. ","italic":true}],"align":"right"},{"type":"paragraph","children":[{"text":"\tThat concentrating intently on anything is very hard work. ","italic":true}],"align":"right"},{"type":"paragraph","children":[{"text":"\tThat addiction is either a disease or a mental illness or a spiritual condition (as in 'poor of spirit') or an O.C.D.-like disorder or an affective or character disorder, and that over 75% of the veteran Boston AAs who want to convince you that it is a disease will make you sit down and watch them write DISEASE on a piece of paper and then divide and hyphenate the word so that it becomes DIS-EASE, then will stare at you as if expecting you to undergo some kind of blinding epiphanic realization, when really (as G. Day points tirelessly out to his counselors) changing DISEASE to DIS-EASE reduces a definition and explanation down to a simple description of a feeling, and rather a whiny insipid one at that.","italic":true}],"align":"right"},{"type":"paragraph","children":[{"text":"So, what could become a real turning point for Hal according to the novel’s own logics is, instead, the butt of a joke. The novel can appear to “explain” each character’s compulsions by taking a generational approach. Hal, our Hamlet, is haunted by daddy’s skull. Yet the novel also knows that to take psychoanalytic claims too seriously is to place the burden of healing on others, or worse: on a prelinguistic version of the self that can’t ask for what they need. "}]},{"type":"paragraph","children":[{"text":"The chapter, in the context of the book, challenges what kinds of claims we might be inclined to make about addiction and strategies for its alleviation. One, the deadliest (and most laughable) addictions have little to do with Substances. And even when Hal tries to attain what he needs — a strategy, any strategy, for quieting his own brain and its attendant cravings — he’s faced with a fearful example of what might happen if he takes himself to seriously in that endeavor. Therefore, the literal narcotic is preferable to the metaphorical one. This story offers a more nuanced suspicion of narcotic culture that may consider the literal narcotic substance a laughable, though reasonable, response to the psychic conditions of that culture. It offers some answers to the question: what does it mean to interpret the body, or misunderstand it? "}]},{"type":"paragraph","children":[{"text":"Or not. "}]}],"title":"David Foster Wallace's \"Infinite Jest\" (1996) ","parent":"d9951970-77d9-4be3-a7ce-12038b5889c0","autogenerate":{"enabled":false,"type":"custom"},"slug":"david-foster-wallaces-infinite-jest-1996","created_at":"2025-04-07T01:43:17.926Z","created_by":"rturner-docx","updated_at":"2025-04-07T01:43:17.926Z","updated_by":"rturner-docx"}