{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Across this study/exhibit, I’ve made the same rhetorical gesture many times: here are some reasons why this [book/song/poem] are obviously related to narcotics, are moments in a slapdash history of narcotica, and here are some less obvious reasons why I’ve chosen to include them, here. I don’t mean to expose my own logical inadequacies by only representing one trajectory of thinking. Yet I do feel compelled to justify my curatorial decisions in this way, especially because my objects are primarily narrative objects engaged in various forms of representation; I want to reaffirm that this is not only a collection of “objects about narcotica” but a collection of objects that have something to say about the narcotic as a material substance, a discourse or rhetoric, and an aesthetic experience. That narcotica simultaneously refers to all three dissolves their distinctiveness. The separate, the sensed, and the believed are co-imbricated. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "And though I’m aware of this gesture, (and acknowledge that I use it only to garner some credibility in a stew of the obvious and self-explanatory) I feel compelled to make it again, one more time. Don DeLillo’s 1985 novel "
        },
        {
          "text": "White Noise",
          "italic": true
        },
        {
          "text": " is a "
        },
        {
          "text": "super",
          "italic": true
        },
        {
          "text": " obvious addition to this collection. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "image",
      "url": "https://www.google.com/search?q=white+noise+don+delillo&sca_esv=acaa21a8b7677ebd&udm=2&biw=1188&bih=747&ei=ds39Z8ymE87bwN4PldfT6QE&oq=white+noise+don&gs_lp=EgNpbWciD3doaXRlIG5vaXNlIGRvbioCCAAyBRAAGIAEMgUQABiABDIFEAAYgAQyBRAAGIAEMgUQABiABDIFEAAYgAQyBRAAGIAEMgUQABiABDIFEAAYgAQyBRAAGIAESOkSUK4HWJkLcAJ4AJABAJgBggGgAdQDqgEDMC40uAEByAEA-AEBmAIGoALlA8ICDRAAGIAEGLEDGEMYigXCAgYQABgHGB7CAggQABiABBixA8ICChAAGIAEGEMYigXCAhAQABiABBixAxhDGIMBGIoFmAMAiAYBkgcDMi40oAeeFrIHAzAuNLgH4AM&sclient=img#vhid=65k879_uLqknMM&vssid=mosaic",
      "size": "medium",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The novel follows J.A.K.  (Jack) Gladney, a professor of Hitler Studies at the College-on-the-Hill. Gladney created the discipline. Hitler studies is housed in the cultural studies building, a collection of disciplines referred to as “American environments.” When Murray Jay Siskind, a visiting lecturer on living icons, takes a position at the college, he tells Gladney: "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“I understand the music, I understand the movies, I even understand how comic books can tell us things. But there are full professors in this place who read nothing but cereal boxes.” ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“It’s the only avant-garde we’ve got.” (10)",
          "italic": true
        },
        {
          "text": " "
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Jack and his wife Babette often discuss which of them will die first. They fear both options. They spend the novel’s early chapters staving off death via class status, exercise, wheat germ, and strict rules around television time, which their many children from previous marriages ignore without issue. The television and radio chime in from adjacent rooms. Another quote from Murray Jay Siskind, the book’s prophetic scapegoat: "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“Waves and radiation,” he said. “I’ve come to understand that the medium is a primal force in the American home. Sealed-off, timeless, self-contained, self-referring. It’s like a myth being born right there in our living room, like something we know in a dreamlike and preconscious way. I’m very enthused, Jack.” ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "He looked at me, still smiling in a half sneaky way. ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“You have to learn how to look. You have to open yourself to the data. TV offers incredible amounts of psychic data…Look at the wealth of data concealed in the grid, in the bright packaging, the jungles, the slice-of-life commercials, the products hurtling out of darkness, the coded messaged and endless repetitions, like chants, like mantras. ‘Coke is it, Coke is it, Coke is it.’ The medium practically overflows with sacred formulas if we can remember how to respond innocently and get past our irritation, weariness and disgust.” (51) ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "For Siskind, all experience is the collection of data, and its synthesis is religious. Later on in the novel, though, a tank car derails, busts, and sends a cloud of ominous chemical smoke into the atmosphere. Gladney experiences two minutes of exposure to the “airborne toxic event” during the family’s evacuation, and an official manning an algorithm at the evacuation site tells Gladney that he will definitely die, they just don’t know when. "
        },
        {
          "text": "“t just means you are the sum total of your data. No man escapes that. (141)",
          "italic": true
        },
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Though it’s often unclear whether the “data” each character collects about their experience is mere perception, the kind that cannot be called empirical or even the effect of an intentional subjectivity, but dispersed, diffuse, and influenced. After the toxic events, Gladney’s daughters Steffie and Denise begin exhibiting symptoms of exposure in response radio broadcasts, always after subsequent broadcasts disprove earlier information. One of the early symptoms of exposure is deja vu, because "
        },
        {
          "text": "it affects the false part of the human memory or whatever",
          "italic": true
        },
        {
          "text": " (116). Gladney worries: "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "What did it all mean? Did Steffie truly imagine she’d seen the wreck or did she only imagine she’d imagined it? Is it possible to have a false perception of an illusion? Is there a true deja vu and a false deja vu? I wondered whether her palms had been truly sweaty or whether she’d simply imagined a sense of wetness. And was she so open to suggestion that she would develop every symptom as it was announced? ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I feel sad for people and the queer part we play in our own disasters. ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "…Which was worse, the real condition or the self-created one, and did it matter? I wondered about these and allied questions. As I drove, I found myself giving and taking an oral examination based on the kind of quibbling fine-points that had entertained several centuries world of medieval idlers…Are we talking about mere symptoms or deeply entrenched conditions? Is a symptom a sign or a thing? What is a thing and how do we know it’s not another thing? (126) ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "And this is all before we find out that Babette is taking an experimental drug called Dylar which is intended to alleviate a person’s fear of death. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Is a symptom a sign or a thing? "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Pardon me while I take us back to Nietzsche. He is suspicious of metaphorical narcotics — religion, Romantic art, and scientific products — that seek the alleviation of displeasure and suffering, in part because intense pleasure is impossible if numbing occurs elsewhere. Self-determination achieves the kind of ecstasy that is replaced by the simulation provided by philosophy, or art objects. Nietzsche is suspicious, then, of any intellectual/aesthetic elevation of the spirit that is not near-autonomous. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "What "
        },
        {
          "text": "White Noise",
          "italic": true
        },
        {
          "text": " teaches us, though, is that intoxicants are not only externalities (though there are plenty of those to list: ideology, academic metho-mythology, placebos, news broadcasts, clouds of noxious gas). They are all connected by the mind’s chatter. In the novel, this is nearly-literal. The pharmaceutical Dylar and the airborne toxic event are linked via the commercial disclosure voice, the monotonous chatter of symptoms that alarm listeners of the side-effects of any attempts to fend off death. This voice is the “white noise” of satellite-transmitted discourse, but it’s also the internal monologue of postmodernity, mortality’s itemized symptomatology. Narcotics, then, come from the subject’s experience just as much as they modify a subject’s experience. A symptom is a sign and a thing; an expression necessarily both catalyzed by an event or substance and mediated by a body. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I’m tempted to nod to this exhibit’s initial object in another flashy rhetorical move. "
        },
        {
          "text": "The placebo is the narcotic is the subject’s experience of other and self; there is no escape from delusion.",
          "italic": true
        },
        {
          "text": " Though that would also be an oversimplification. I do think, though, that the things we’re suspicious of — drugs, aesthetics, intellectual frameworks, controlling discourses — necessarily include ourselves. Or: we are suspicious of them because we know we cannot always distinguish our “selves” from mere effects of such things. Aesthetic and narcotic experiences are not static, nor do they only describe an encounter between two actors: us and them. I can’t peel back what is mine from what is the text’s by distinguishing the “interpretive” from the “obvious,” from what I mean to say from what has already been said. I’ve never been able to do this — what is mine is always the text’s. I am changed for having read it. "
        }
      ]
    }
  ],
  "title": "Don DeLillo's \"White Noise\" (1985) ",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "don-delillos-white-noise-1985",
  "created_at": "2025-04-15T00:32:21.325Z",
  "created_by": "rturner-docx",
  "updated_at": "2025-04-15T03:08:29.452Z",
  "updated_by": "rturner-docx",
  "parent": "d9951970-77d9-4be3-a7ce-12038b5889c0"
}