{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“Cassette County” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This is meant to be in praise of the interval called hangover, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "a sadness not co-terminous with hopelessness,"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and the North American doubling cascade"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "that (keep going) “this diamond lake is a photo lab” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and if predicates really do propel the plot "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "then you might see Jerusalem in a soap bubble"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "or the appliance failures on Olive Street"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "across these great instances, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "because “the complex Italians versus the basic Italians” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "because what does a mirror look like (when it’s not working) "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "but birds singing a full tone higher in the sunshine. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I’m going to call them Honest Eyes until I know if they are, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "in the interval called slam-clicker, Realm of Pacific, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "because the second language would’t let me learn it"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "because I haven’t heard of you for a long time occasionally"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "because diet cards may be the recovery evergreen"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and there is a new benzodiazepine called Distance, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "anti-showmanship, anti-showmanship, anti-showmanship. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I suppose a broken window is not symbolic"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "unless symbolic means broken, which I think it sorta does, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and when the phone jangles "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "what’s more radical, the snow or the tires, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and what does the Bible say about metal fatigue"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and why do mothers carry big scratched-up sunglasses"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "in their purses. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Hello to the era of going to the store to buy more ice"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "because we are running out. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "hello to the feelings that arrive unintroduced. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Hello to the nonfunctional sprig of parsley"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and the game of finding meaning in coincidence. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Because there is a second mind in the margins of the used book"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "because Judas Priest (source: Firestone Library)"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "sang a song called Stained Class, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "because this world is 66% Then and 33% Now,"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and if you wake up thinking “feeling is a skill now” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "or “even this glass of water seems complicated now” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and a phrase from a men’s magazine (like single-district cognac) "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "rings and rings in your neck, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "then let the consequent misunderstandings"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "(let the changer love the changed) "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "wobble on heartbreakingly nu legs"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "into this street-legal nonfiction,"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "into this good world,"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "this warm place "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "that I love with all my heart, "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "anti-showmanship, anti-showmanship, anti-showmanship. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "horizontal-separator",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It’s not so often you read a poem that references itself in the first word. The "
        },
        {
          "text": "ars poetica",
          "italic": true
        },
        {
          "text": " — art about art, a poem about being a poem, or what a poem can do — is a genre. But it’s rare that the first line begins with “this,” and that instance of deixis only appears to refer to itself, even after you spend some time in the “this.” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It is often that I emerge from a poem to say something like, “well, this poem is about space, and time, and what those might mean for the subject of a sentence (and yes, I’m talking the pronoun “I” and the subjectivity it so narrowly figures),” and people look at me, like, come again? And that, I will: come again, into this street-legal nonfiction, the vehicle of my own being, carrying “me” into “myself,” that measly little language-worlded thing. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“This” is a poem that’s difficult to write about, because it’s hard to know where to start. In those cases, I often start at the beginning — This "
        },
        {
          "text": "is meant to be in praise of an interval called hangover,/ a sadness not coterminous with hopelessness,",
          "italic": true
        },
        {
          "text": " — and ask if, by the end, the poem achieves what it set out to do. Of course, even that’s an insufficient goal, since what “this” is “meant to be” is a contradiction. The interval called hangover is, definitionally, a carrying-over of another interval: substance use. It is the lag after past action, or the “sadness” one still feels when, thank goodness, “hopelessness” is over. This is part of what I mean when I say that this poem is about time. It’s about the interval after the interval, the remainder of experience that is actually most of experience. The poem offers that the clarity of the after-the-fact — the kind that doesn’t present itself as “clarity” at all, but a cranium-numbing bricolage — can be defamiliarizing in a therapeutic way, if not narratively very interesting. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "A short aside: during the last ten years of David Berman’s life, he kept a blogspot called "
        },
        {
          "text": "mentholmountains",
          "link": "https://mentholmountains.blogspot.com/"
        },
        {
          "text": ". Most of the blog is what he termed a Blarchive, or, blah archive? It’s comprised of found text, links, proto-memes, and poems — really anything that caught Berman’s eye that month. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "image",
      "url": "https://drive.google.com/file/d/1b_XKbTcJqpGHhqRUtPj-E2lDQ3a-sffs/view?usp=drive_link",
      "size": "medium",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Early in the blog, Berman posted the full text of Susan Sontag’s essay “The Aesthetics of Silence.” There is a photo of a plastic sheep, in what looks like the bottom of a scooped-out honeydew melon, with the caption “I Never Got O’er Bush vs. Gore.” We never did, either, dude (and I’ll never hear Al Gore’s name in my head the same way again). And, my personal favorite: a list of links, each with captions Berman arranges like a collage poem. Here are a few (the list is rather long). Tag yourself. (I’m “italian clinic clowns and the self-to-clown persona shift.”) "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "image",
      "url": "https://drive.google.com/file/d/1sc6yKVtpbiV0aKn-pqq9bYU2J_rCJ7Sa/view?usp=drive_link",
      "size": "medium",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I bring up the blog, the blarchive, and the bricolage technique because they all something to do with the way time and space function in “Cassette County.” Part of the poem’s difficulty lies in it’s imagination of the world as "
        },
        {
          "text": "66% Then and 33% Now",
          "italic": true
        },
        {
          "text": ", and its imagination of itself as an interval of non-interval, layover, or liminality. (The only named interval other than hangover is the slam-clicker, a word describing a flight attendant who locks their hotel room door during layovers instead of going out with the crew.) What you get, in liminal intervals, is the opportunity to process and re-mystify experience, an opportunity you don’t often get in the middle of an action. This is to say: if substance use, flight, or action (also referred to in the poem as a predicate, of which there are not many strong ones) are “experiences,” they are also distractions. What reminds the poem’s subject that the world is a warm place he loves is the complication of experience that can only occur in reflection. This complication occurs best nor by narrating past action, but by collaging the found objects of prior sensory experience into subordinate clauses. All of those conjunctions and prepositions — the befores and becauses and ands — retemporalize and respatialize experience into that which is necessarily all-over-the-place. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This is reproduced visually, as well. If the logic of the line is the subordinate clause, or, alternately, anaphora, the predominant figure is the mirror. The cascade, the lake, the broken mirror, the Honest Eyes, the second mind, Stained Class, and even the glass of water become versions of the same figure. Nonfunctionality facilitates a movement from material to symbol — the window only represents a version of itself when it can no longer be itself. This figurative trick reminds us that, even though we supposedly name things according to their functions, identity is actually carried in language. A mirror that doesn’t work wouldn’t look like you. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "What does this have to do with narcotic experience, exactly? Part of that is for you to figure out: I dangled that all of these subordinate experiences, all this rejection of the predicate, has something to do with the poem’s “I.” How do you experience the subject in this poem? How are we being asked to experience the subject of the poem, in this interval? "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "But part of it is also in the “benzodiazepine called Distance,” which allows us to relax into the knowledge that yes, the glass of water is that complicated, and we’re gonna choose to drink it, anyway. \f"
        }
      ]
    }
  ],
  "title": "David Berman's \"Cassette County\" (1999) ",
  "parent": "d9951970-77d9-4be3-a7ce-12038b5889c0",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "david-bermans-cassette-county-1999",
  "created_at": "2025-04-07T23:50:07.991Z",
  "created_by": "rturner-docx",
  "updated_at": "2025-04-15T03:50:17.085Z",
  "updated_by": "rturner-docx"
}