{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "He walked into the turbulent super market. There were people everywhere. His eyes swept over the shelves and stabilized on a large stack of Pepsi-colas. He could almost experience the cool fizzy liquid descending his parched throat. Feeling a heavy hand on his shoulder he turned around to meet the intellectual face of Mr. Rodell, one of the store clerks. ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t“Same as usual, huh?” ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t“I’ll have them in bulk please.” ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t“You into having some kind of party?” ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\tHe accompanied Mr. Rodell to the drinks quarter. ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t“I’ll give you a box, okay?” ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t“Sure.” Excavating into his Wrangler jacket he produced a five dollar note. ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t“Thanks son; have a nice day.” ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\tCarrying the hefty box along the sandy sidewalk, he desired right now to sit down, open a can of Pepsi, and take a long swig. When he reached home he directly went to the refrigerator and arranged the thirty two cans of Pepsi lengthwise on the exposed shelf. Then, taking three cans with him he headed for his room. He reclined on his bed. ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "So begins "
        },
        {
          "text": "The Pepsi-Cola Addict",
          "italic": true
        },
        {
          "text": ", June-Alison Gibbons’s 1981 novel. The book follows Preston Wildey-King, a fourteen-year-old boy with one very obvious problem: he is addicted to Pepsi-cola. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "At least, everyone in the story refers to Preston’s affinity for Pepsi as an obvious issue, while failing to say why, exactly, it is one. The assumptions of the novel’s world are unclear. Preston is depressive, not hyperactive, and no one proselytizes about caffeine, or sugar, or caramel color 74 — any of the chemical substrates tasked with the rhetorical burden of turning drinks into narcotics. His sweetheart, Peggy, leaves him before the story’s beginning due to his addiction. His mother calls him a “moony” because he only drinks, never eats. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "To the reader, Preston’s other conflicts seem a bit more obvious: he distrusts the promiscuity of women, until, of course, his math teacher Mrs. Rosenberg approaches him with sexual intent. He is too-easily convinced to aid an attempted convenience store robbery orchestrated by his friend Ryan’s older brothers, during which the father of his beloved Peggy, a police officer, dies. He hates Ryan for being a “fairy,” while offering all indication that he reciprocates Ryan’s affection. Ryan, also, dies. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Despite all of this, the tonally-tense narrator and her characters never let us forget: Preston drinks too much Pepsi-cola. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "There are a couple of ways to consider this novel’s relationship to addiction and the substances that appear to produce and moderate it. The book, superficially, argues that the actual narcotic is immaterial — we live and die by all of our relatively-innocuous little treats that mark mundane time’s passing — and addiction is actually a psychological response to one’s conditions. (Consider Pepsi-cola an object of cathexis.) But the novel’s events also probe us to zoom out from the substance itself to the rhetorical and intellectual frameworks that turn substance into narcotic and repetition into addiction. Jacques Derrida reminds us, in “The Rhetoric of Drugs,” that all institutionalized designations (psychopathology, the pharmaceutical applied to it) are effects of repetition, writing/speech, and thus, memory:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "As with addiction, the concept of drugs supposes an instituted and an institutional definition … Already one must conclude that the concept of drugs is not a scientific concept, but is rather instituted on the basis of moral or political evaluations: it carries in itself both norm and prohibition, allowing no possibility of description or certification — it is a decree, a buzzword. (20",
          "italic": true
        },
        {
          "text": ") "
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "So, it isn’t “the drug” or “the pharmaceutical” that matters in Derrida’s formulation, but the moralized binarisms implied in drug discourse: passivity and activity, impression and expression, naturalness and unnaturalness, ease and labor. It’s a “drug” if you question whether someone “worked” for their idea, or it was handed to them in a vision from some virtual god in a hash-cloud. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Besides, orality does not open up only to receive, but also, as they say, to emit, and we should have wonder whether drug addiction consists simply and essentially in receiving and taking in, rather than in ‘expressing’ and pushing outside, for example, in a certain form of speaking or of chanting, whether or not we drink what we ‘spit.’ … And then, even supposed that we could draw the lines around it, oral consumption is not limited to any particular classified narcotic, but covers all sorts of nonclassified objects of compulsive eating or drinking, things like peanut butter… (33) ",
          "italic": true
        }
      ],
      "align": "right"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Naming the narcotic as such involves interpreting consumption in an instance of expression: there’s no way you wrote this, or said that, above the influence. Which is a good enough time as any to mention that June-Alison Gibbons is famous for not saying much of anything. When Gibbons wrote The Pepsi-Cola Addict, at age sixteen, her and her twin sister Jennifer were only speaking to one another. Soon after, both were incarcerated in Broadmoor psychiatric hospital. In later interviews, June-Alison described her and her sister’s silence as the effect of a speech impediment and an isolation from peers that was an effect of isolation; the girls were the only black daughters-of-immigrants attending their Wales school. What was interpreted as a pathologizable nondiscursivity was a reasonable response to the structural impossibility of communication. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It’s perceptible in the adolescent prose of The Pepsi-Cola Addict: repetitious, bare syntax, an adjective clinging to every other word, a discomfort with too much interiority. I tend to read this book, not because I enjoy it, but because its prose style makes me so uncomfortable. When language is insufficient, or certain forms of description and evaluation seem impossible, the rhetoric of addiction is always available to mark and displace those gaps. "
        }
      ]
    }
  ],
  "title": "June-Alison Gibbons, \"The Pepsi-Cola Addict\" (1981) ",
  "parent": "d9951970-77d9-4be3-a7ce-12038b5889c0",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "june-alison-gibbons-the-pepsi-cola-addict",
  "created_at": "2025-04-13T19:14:07.290Z",
  "created_by": "rturner-docx",
  "updated_at": "2025-04-13T19:14:07.290Z",
  "updated_by": "rturner-docx"
}